Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C09B.tmx
Source language: en_us
Languages: zh_cn

source: Translating in the Dark
zh_cn: 在黑暗中翻译

source: “We must believe in poetry translation, if we want to believe in World Literature.”
zh_cn: “若要信奉世界文学，就必须信任诗歌翻译。”

source: Thus Thomas Transtromer, the Swedish poet and winner of this year’s Nobel Prize in Literature, quoted in a recent essay by Robert Robertson, one of his translators.
zh_cn: 2011年诺贝尔文学奖获得者瑞典诗人托马斯·特朗斯特罗姆（Tomas Transtromer）的这句话，被他的译者之一罗伯特·罗伯特森（Robert Robertson）用到了近日发表的一篇随笔中。

source: Robertson goes on to describe the difficulties of capturing Transtromer’s spare voice and masterful evocation of Swedish landscape in English, particularly if you don’t know Swedish well.
zh_cn: 特朗斯特罗姆简朴的用语，以及他对瑞典风光极为传神的刻画，很难用英语来精确传达——如果你的瑞典语不好，就更是如此了。罗伯特森在随笔中描述了这种困难。

source: Robert Lowell, Robertson tells us, translated Transtromer with only a “passing knowledge” of the language.
zh_cn: 他告诉我们，罗伯特·洛威尔（Robert Lowell）在翻译特朗斯特罗姆的时候，对瑞典语只是“泛泛的了解”（passing knowledge）。

source: Robertson himself describes a process wherein his Swedish girlfriend gives him a literal line-by-line translation into English, then reads the Swedish to him to give him “the cadences,” after which he created “relatively free” versions in English.
zh_cn: 罗伯特森讲了自己的翻译过程：他的瑞典女友先逐字逐行帮他翻译成英文，然后为他朗读瑞典语原诗，为他传达其中的“抑扬顿挫”，最后，他再用英语创作出“相对自由”的版本。

source: This approach to translation is not uncommon among poets (W.H. Auden gave us his versions of Icelandic sagas in much the same way).
zh_cn: 这种翻译方法在诗人中并不少见（W.H.奥登留给我们的冰岛传说，就是采用类似的方法翻译的）。

source: Nevertheless, Robertson feels the need to call on various authorities to sanction a translation process that assumes that poetry is made up of a literal semantic sense, which can easily be transmitted separately from the verse, and a tone, or music, which only a poet is sufficiently sensitive to reconstruct.
zh_cn: 不过，罗伯特森认为有必要把各方权威人士号召起来，以鼓励这样一种翻译流程，该流程的前提是：假设诗歌由文字的语义层面和语气（或音乐性）组成，单独传达出前者很容易，而要想重现后者，却只有诗人才具备足够的敏感。

source: Thus: In his introduction to Imitations (1962), Robert Lowell writes that “Boris Pasternak has said that the usual reliable translator gets the literal meaning but misses the tone, and that in poetry tone is of course everything.”
zh_cn: 文章还说： 在译著《模仿》（Imitations，1962年）中，罗伯特·洛威尔写道：“鲍里斯·帕斯捷尔纳克（Boris Pasternak）说过，一般所谓可靠的译者只能传达出字面意思，无法传达出语气，而在诗歌中，语气毫无疑问就是一切。”

source: Here the “of course” skates over the fact that tone is always in relation to content: if the content were altered while diction and register remained the same, the tone would inevitably shift.
zh_cn: 此处的“毫无疑问”，点到了这样一个事实：语气总是与内容相关的，如果内容变了，即便措辞和语体未变，语气也会不可避免地跟着改变。

source: One notes in passing the disparagement of the “usual reliable translator”―the fellow knows his foreign language, but doesn’t understand poetry.
zh_cn: 笔者能感觉到“一般所谓可靠的译者”几个字中所传达的轻蔑之意：这家伙懂外语，但是不懂诗。

source: T.S. Eliot is then cited as having warned Lowell not to present his ‘imitations’ of Transtromer and others as “translations”:
zh_cn: 接着，文章引述了T.S.艾略特的话，他曾提醒洛威尔，不要把对特朗斯特罗姆等人的“模仿”当作“译作”呈现出来：

source: If you use the word translation in the subtitle it will attract all those meticulous little critics who delight in finding what seem to them mis-translations.
zh_cn: 如果在书的副标题里用了“译”字，就会把那些吹毛求疵的小批评家全部引来，他们热衷于在书中寻找看似误译的地方。

source: You will remember all the fuss about Ezra Pound’s Propertius.
zh_cn: 你应该记得艾兹拉·庞德翻译普罗佩提乌斯遭到的非议。

source: Here collocating “meticulous” with “little” does the job that Lowell/ Pasternak achieved with “usual reliable”: there are people who always interfere, but don’t understand.
zh_cn: 上文把“吹毛求疵”和“小”连在一起用，跟洛威尔和帕斯捷尔纳克说的“一般的所谓可靠”是一个意思：总有人喜欢说三道四，但实际上什么都不懂。

source: Robertson also calls on the British poet Jamie McKendrick who, he feels, is “surely right” when he says “The translator’s knowledge of language is more important than their knowledge of languages.”
zh_cn: 罗伯特森还拉来英国诗人杰米·麦克肯德里克（Jamie McKendrick）为自己引证，认为麦克肯德里克下面这句话“无疑是正确的”：“译者对语言这一形式本身的了解，比他们对具体某种语言的了解更为重要。”

source: How vague this remark is!
zh_cn: 这种说法未免太玄妙了吧！

source: Does it mean that the translator has one kind of knowledge of how language in general achieves its effects, and another of the nuts and bolts of the different languages he knows, the first kind being “more important” than the second?
zh_cn: 这是不是在说，译者既要了解广义的语言是如何表达意义，也要掌握各种不同语言的细枝末节，而前者比后者“更为重要”？

source: If that is the case, then to what degree more important?
zh_cn: 如果是这样的话，又重要到哪种程度呢？

source: Wouldn’t the two, rather, be interdependent and mutually sustaining?
zh_cn: 难道这两者不是互相依赖、相辅相成的吗？

source: These perplexities apart, the thrust of McKendrick’s argument is clear enough: we are sweeping aside the objection that a profound knowledge of a foreign language might be required to translate its poetry, or prose for that matter, thus clearing the path for a translation by someone who is an expert in the area that counts: our own language.
zh_cn: 尽管有诸多令人困惑之处，麦克肯德里克话里的重点还是非常突出的：翻译诗歌或散文需要克服一个障碍，那便是需要深入掌握相关的外语，而我们所做的，就是为母语这个更重要领域里的专家扫除障碍，担当他们在翻译路上的清道夫。

source: I really do not wish to nitpick.
zh_cn: 我确实不想吹毛求疵。

source: I enjoy Lowell’s and Robertson’s translations of Transtromer, and Pound’s Propertius.
zh_cn: 我很欣赏洛威尔和罗伯特森翻译的特朗斯特罗姆，以及庞德翻译的普罗佩提乌斯。

source: I am glad these people did the work they did, giving us many fine poems along the way.
zh_cn: 我很庆幸能有一群人来做这些工作，不断地为我们提供这么多好诗。

source: As a writer myself who has also done a number of translations I might be expected to have a vested interest in the idea that what skill I have in English sets me apart from the “usual reliable” translator.
zh_cn: 作为一名也曾翻译过不少作品的作家，也许有人认为我有权利说，我的英语技能可让我免除“一般所谓的可靠译者”这个称号。

source: However, and quite regardless of whether we want to call such work translation or imitation, it does seem that a serious issue is being dispatched with indecent haste here.
zh_cn: 不过，还是先把“这种作品是翻译还是模仿”的问题完全抛开吧，眼下似乎有一个严峻的问题很迫切地摆在了我们眼前。

source: Let us remember our most intense experiences of poetry in our mother tongue, reading Eliot and Pound as adolescents perhaps, Frost and Wallace Stevens, Auden and Geoffrey Hill, then coming back to them after many years, discovering how much more was there than we had imagined, picking up echoes of other literature we have read since, seeing how the poet shifted the sense of this or that word slightly, and how this alters the tone and feeling of the whole.
zh_cn: 让我们一起回忆一下我们最常接触的母语诗歌吧，年轻时我们读艾略特、庞德、弗罗斯特、华莱士·史蒂文斯、奥登以及杰弗里·希尔（Geoffrey Hill），多年以后，再回过头来重读他们，才发现其中有太多东西超乎了我们原来的想象，我们会在后来读到的其他文学作品中找到呼应，从而明白诗人是如何将这个词或那个词的意思进行细微的置换，而这种置换又是如何改变整个作品的语气和情绪。

source: And then let’s also recall some of the finest poetry criticism we have read―by William Empson, Christopher Ricks, or Eliot himself―the ability of these men to fill in linguistic and literary contexts in such a way that the text takes on a deeper meaning, or to tease out relations inside a poem that had been obscure, but once mentioned are suddenly obvious and enrich our experience of the work.
zh_cn: 接下来，我们再回想一下我们所读过的最棒的诗歌评论——威廉·燕卜荪（William Empson）、克里斯多夫·里克斯（Christopher Ricks）或者艾略特本人——他们对语言文本或者文学文本的阐释，能使得文本呈现出更深刻的意义，能够为一首原本晦涩无比的诗理出其中的逻辑，使得我们对上面所提这些诗人的作品豁然开朗，从其作品中获取更为丰富的体验。

source: Now imagine that, having a poet friend who wishes to translate these authors, you offer a literal translation of their poems in your second language.
zh_cn: 让我们再设想一下，假如有位诗人朋友希望翻译这些作家的作品，你来帮他把他们的作品翻译成外语。

source: Maybe you read The Four Quartets out loud, line by line, to give him the cadence.
zh_cn: 也许你大声朗读了《四个四重奏》（The Four Quartets，艾略特作品），一行一行地读，把抑扬顿挫都传达给他了。
